# created with: brew bundle dump
tap "dbcli/tap"
tap "gelraen/autoremove"
tap "git-time-metric/gtm"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "vitorgalvao/tiny-scripts"
tap "wagoodman/dive"
brew "ack"
brew "readline"
brew "icu4c"
brew "afl-fuzz"
brew "ansifilter"
brew "openjdk"
brew "ant"
brew "apr-util"
brew "m4"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "libtool"
brew "asdf"
brew "aspell"
brew "python@3.8"
brew "augeas"
brew "bash"
brew "bat"
brew "bench"
brew "binutils"
brew "bison"
brew "blueutil"
brew "brew-cask-completion"
brew "broot"
brew "ghc"
brew "mpfr"
brew "gcc"
brew "chrome-cli"
brew "chronograf", restart_service: true
brew "clib"
brew "clingo"
brew "clog"
brew "colordiff"
brew "cowsay"
brew "cscope"
brew "csvkit"
brew "ctags"
brew "nss"
brew "openjpeg"
brew "wxmac"
brew "diff-pdf"
brew "diff-so-fancy", args: ["HEAD"]
brew "diffutils"
brew "dos2unix"
brew "doxygen"
brew "dub"
brew "duff"
brew "elm"
brew "emacs"
brew "ent"
brew "erlang"
brew "exa"
brew "fasd"
brew "fd"
brew "fff"
brew "lame"
brew "x264"
brew "zeromq"
brew "ffmpeg"
brew "figlet"
brew "file-formula"
brew "findutils"
brew "fish"
brew "fortune"
brew "fpp"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "gdb"
brew "gem-completion"
brew "gh"
brew "ghi"
brew "gifsicle"
brew "gist"
brew "git"
brew "git-absorb"
brew "git-extras"
brew "git-fresh"
brew "git-imerge"
brew "git-lfs"
brew "git-now"
brew "git-plus", link: false
brew "git-quick-stats"
brew "git-recent"
brew "git-sizer"
brew "git-standup", link: false
brew "git-test"
brew "gitup"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which", args: ["with-default-names"]
brew "libksba"
brew "libusb"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "gradle"
brew "graphviz"
brew "grep"
brew "gron"
brew "gtk+3"
brew "gtk+"
brew "gtksourceview3"
brew "gzip"
brew "haskell-stack"
brew "highlight"
brew "hr"
brew "htop"
brew "hyperfine"
brew "icdiff"
brew "idris"
brew "shared-mime-info"
brew "imagemagick"
brew "influxdb@1", restart_service: true
brew "intltool"
brew "libxml2"
brew "itstool"
brew "jid"
brew "jq"
brew "jrnl"
brew "legit"
brew "less"
brew "libarchive"
brew "libgit2"
brew "librealsense"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "llvm"
brew "loc"
brew "m-cli"
brew "macvim"
brew "make"
brew "makedepend"
brew "mas"
brew "mdcat"
brew "mercurial"
brew "miller"
brew "mkcert"
brew "mmv"
brew "mono"
brew "moreutils"
brew "mosh"
brew "mosquitto"
brew "mps-youtube"
brew "mycli"
brew "ncdu"
brew "neovim"
brew "node"
brew "nvm"
brew "opam"
brew "opencv"
brew "pandoc"
brew "parallel"
brew "pdf2json"
brew "pdfcpu"
brew "pdfcrack"
brew "pdfgrep"
brew "pdfpc"
brew "pgcli"
brew "pip-completion"
brew "pipenv"
brew "postgresql", restart_service: true
brew "postgrest"
brew "proselint"
brew "pstree"
brew "pv"
brew "ripgrep"
brew "rlwrap"
brew "rocksdb"
brew "rsync"
brew "rtl_433"
brew "ruby-completion"
brew "scala"
brew "scons"
brew "screen"
brew "sleuthkit"
brew "sloccount"
brew "sphinx-doc"
brew "spidermonkey"
brew "spin"
brew "sqlite-analyzer"
brew "utf8proc"
brew "subversion"
brew "swi-prolog"
brew "task"
brew "taskell"
brew "tccutil"
brew "tectonic"
brew "telegraf", restart_service: true
brew "texi2html"
brew "texlab"
brew "the_silver_searcher"
brew "thefuck"
brew "tig"
brew "tmux"
brew "tokei"
brew "travis"
brew "tree"
brew "unar"
brew "unzip"
brew "vale"
brew "vit"
brew "watch"
brew "watchman"
brew "wdiff"
brew "wget"
brew "wireshark", link: false
brew "write-good"
brew "xdot"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "z3"
brew "zsh"
brew "dbcli/tap/litecli"
brew "git-time-metric/gtm/gtm"
brew "heroku/brew/heroku"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "wagoodman/dive/dive"
cask "adobe-acrobat-reader"
cask "android-studio"
cask "angry-ip-scanner"
cask "arduino"
cask "atom-beta"
cask "base"
cask "bettertouchtool"
cask "bitbar"
cask "bluestacks"
cask "boostnote"
cask "calibre"
cask "command-tab-plus"
cask "dash"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "detexify"
cask "docker"
cask "dropbox"
cask "electron-api-demos"
cask "elmedia-player"
cask "eqmac"
cask "evernote"
cask "falcon-sql-client"
cask "filemon"
cask "firefox"
cask "flux"
cask "fritzing"
cask "gimp"
cask "github"
cask "gitkraken"
cask "gitnote"
cask "gitup"
cask "harmony"
cask "hex-fiend"
cask "hyperswitch"
cask "iina"
cask "inkscape"
cask "insomnia"
cask "intellij-idea-ce"
cask "istat-menus"
cask "iterm2-beta"
cask "itsycal"
cask "jabref"
cask "java"
cask "kap"
cask "karabiner-elements"
cask "keyboard-maestro"
cask "keycastr"
cask "kindle"
cask "kitty"
cask "libreoffice"
cask "logitech-g-hub"
cask "logitech-options"
cask "macdown"
cask "mactex"
cask "manuscripts"
cask "marginnote"
cask "mark-text"
cask "marp"
cask "meld"
cask "mendeley"
cask "merlin-project"
cask "mesasqlite"
cask "messenger"
cask "metabase"
cask "microsoft-lync"
cask "mongodb"
cask "mongodb-compass"
cask "mplayerx"
cask "mqtt-explorer"
cask "mqttfx"
cask "notable"
cask "notion"
cask "nteract"
cask "oni"
cask "openra"
cask "openscad"
cask "osquery"
cask "osxfuse"
cask "presentation"
cask "prusaslicer"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-csv"
cask "quicklook-json"
cask "recordit"
cask "rescuetime"
cask "robo-3t"
cask "screenflick"
cask "script-debugger"
cask "shiftit"
cask "skim"
cask "skype"
cask "slack"
cask "slate"
cask "smartgit"
cask "snagit"
cask "sourcetree"
cask "spotify"
cask "spotify-notifications"
cask "spotmenu"
cask "sql-tabs"
cask "sqlitestudio"
cask "steam"
cask "studio-3t"
cask "sublime-text"
cask "tableplus"
cask "tad"
cask "teamviewer"
cask "telegram"
cask "tg-pro"
cask "the-unarchiver"
cask "timing"
cask "toggl"
cask "typora"
cask "ultimaker-cura"
cask "usb-overdrive"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "webpquicklook"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
cask "yed"
mas "Agenda", id: 1287445660
mas "Cappuccino", id: 1286725949
mas "Disk Graph", id: 697942581
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LimeChat", id: 414030210
mas "Microsoft Remote Desktop", id: 715768417
mas "Numbers", id: 409203825
mas "Outbank", id: 1094255754
mas "Pages", id: 409201541
mas "PDFCombo", id: 1030461463
mas "Reeder", id: 880001334
mas "Reeder", id: 1449412482
mas "Tailscale", id: 1475387142
mas "Vectornator", id: 1219074514
mas "Vimari", id: 1480933944
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
